<blank>
<s>
</s>
to
no
ka
mgo
on
woy
su
ko
otow
dio
din
sikan
ni
si
ian
ki
ku
dan
kono
Magboboot
ta
duon
Hisus
now
No
oyow
waro
to,
rin
a
kow
Ka
kagi
songo
Di
goinawa
Ko
pad
sikandan
nu
di
tibo
sikandin
soini
N,
Magboboot.
duma
din.
do
agad
ran
Ian
Woy
Sikan
kaniu
kai
kandin
Kagi
ro
ligkat
dakol
noy
koy
lawa
Hisus,
maroyow
nokoy
Hisus.
Magboboot,
nigtuu
kandan
lagboy
Igbuyag
batasan
dan.
pogtuu
ta.
dod
sagboka
man
lunsud
og-awoson
on.
rin.
Hisu
Lagboy
igbuyag
rin,
otow.
oghimuon
tongod
allow
kandin.
du-on
maroot
ogligkat
din,
litos
hibatoon
ogkounawa
ku.
otow,
kanta
Hudiu
baloy
anak
Duon
kinow
poron
innangon
salo
now.
Kono
koddi
ta,
buwa
kaniu.
tangkaan
dongan
Agad
Gimukud
boi
hontow
Kristu
soin
Balaod
ku,
suguanon
mohon-ing
kinagian
katondanan
Pablo
sika
ignangon
nohimu
koykow
amoy
ad
ogkohimu
ngaran
taga
so
Songo
tu-tuu
rod
atag
nigkagi
sikandin.
sikaniu
taman
nigligkat
porom
naan
sikan,
ogtuu
kid
kanak
nigkita
lukos
Amoy
kaniu,
ran.
ogkoiniatan
oghingaranan
kabogbogan
kon
dan,
nataga
nu.
nighimu
To
hondoi
ian,
Kristu.
kad
now,
diwata
dangob
Waro
kandan.
darua
sakup
ungod
Pedro
oghimu
tahan
ugpaan
Nigtabak
Maroyow
asawa
sulod,
igbogoy
on,
Si
kuntoon,
woig
Dakol
talagnangon
kandin,
ran,
kud
Huan
pa
tano
tuud
war
ogbogayan
katamanan.
sikandan.
unawa
koddi.
pulus
dalan
warad
ingkasulat
nighondio
oghondio
kuntoon
igkabaybayari
kouyagan
inoy
kanta.
kalibutan
uromo
Hudiu.
ogkoiling
kalibutan.
nokouma
pinanganak
nigsugu
Kristu,
bahin
Soini
nu,
marani
konad
kuwo
magaan
kandan,
d
ogkitoon
igkarago
nigdinog
kamatayon
ogkagi
kanami
Dokad
ogkamatoy
malogot
imbogoy
Labow
tad
allow,
tano.
iam
namatoy
busow
Hudiu,
ogpokouma
langit
kayu
No,
nahan
nangnangonon
ogpaagad-agad
sundalu
salapi
atag,
bolad
bato
ogkatuman
Anak
sikoykow
Moisis
wa
nighipanow
Nokoy
batu
ogkabogayan
Malogot
Ampuanan
ogtuman
koykow.
daruwa
Du-on
ogkaawo
dut
noy.
talagpanubad
sulod
og-ampu
ogkounawaan
kalaglagan
Abraham
pog-ugpo
bat
ogtumanon
kalibutan,
Hirusalim
Manio
talag-anad
Pogkaponga,
nigtabak
tano,
hinimuan
og-ugpo
sampulu
ognangon
Mgo
nigduma
ulu
ogkatagaan
ig-anad
Buyag,
nigbogayan
ogkoumaan
nud
mata
katamanan
tanow
labow
Kakoy
paan
kanak.
langit.
ignangonnangon
probinsia
mataga
ogkataga
tatolu
hari
koddi,
ogbogoy
ogpamminog
ogbuyu
Pogsugu
langosa
Dio
kinabo
ognangonnangon
tibo.
papitu
ian.
nig-inso
ayam
hapuy
ogkagion
ogkohoy-uan
Nangnangonon
Nataga
Pablo,
in-anad
nokani
pogtuman
natagaan
doromdom
pananglitan
an-anayan
Parisiu
nignangon
nigsolod
pinabayo
Im-imanan
Pogkaponga
ogbulig
nigsasindog
ogkoon
kanta,
oglibong
impasulat
kow.
sikandin,
Pablo.
goinawa.
sikandan,
pighimu
pogbuyagon
ogsayoon
sugu
dakoldakol
Satanas
nignangonan
noy,
tagtuun
kun
dongan.
ki,
pogkohoy-u
insugu
Pilatu
Ogkounawa
di,
pogdoromdom
Nigparagas
baloy.
longod
allow.
Allow
soini,
sikanta
tag
r
woig.
N
manio
pogkouyag
pila
ognangonan
Hirodis
indakoli
Hontow
Simon
pogkamatoy
lagkos
ogkapangabangan
datu
bogas
suguonon
og-anad
maroot.
ampow
boi,
manggad
Koot-otawan
Sikandin
anaranan
Kon
talagbantoy
innangonnangon
Nig-inso
ogdoromdomon
paa
lunsud.
bag
kow,
ogpakasabut
loin
masakit
kona
ogkahallok
koiniatan
katouanan
pandatuan
nasi
ngalap
nigtuu.
sikanak
mohuri
malasi
nigparagas
Maria
sikoddi
ogkouyag
Ligkat
nigtuu,
sikaniu,
Omunaan
Tahan
balutu
ogkoiniat
maawang
ki.
ogkarago
Og-awoson
sulat
pogpitow
su,
ogkaayun
ogkasaligan
karniru
nig-alap
nigkagian
Dabid
ogkasayo
kagi,
og-ongkoran
koykow,
nounawa
nabogayan
bubungan
pagkoonan
igmalogot
hop-at
Hirusalim.
usig
oghipanow
oghimatayan
pogboot
kalitukan
kamot
dini
dalu
ogdinogon
dongan,
ogbobootan
soini.
Tibo
Kuntoon,
boni
Sikaniu
ogkalogparan
boi.
kaap-apuan
mariu
Husi
lituk
maroyow.
og-alap
kanami.
krus
mohoning
ogbuligan
og-inso
nouyag
karoyawon
ogpakatood
ogmonuon
marusilom
na-an
pigsugu
nighingaranan
iglogpad
do.
taliwaro
nasagboka
tuid
Hudas
nu?
nabawian
ogtokoron
nigpuun
lunsud,
ogpakalagkos
baloy,
krus.
mabogbog
nigbogoy
tibo,
poglibong
talabau
kawanan
ka,
oglogparan
ka.
buyag
Pedro,
ogpakasalo
inso
nakakita
layag
nalibulung
ogboboot
Moisis.
dio.
malopot
ogkabuligan
ogkabayaan
og-unug
malayat
Huan,
barku
narago
nigbuyu
rio
talinga
ogkootawan
indanan
sikan.
bulawan
makasasalo
matuwarong
War
amana
Pagkoonan
malintok
lawa.
niglibong
Pogdinog
pinamula
babuy
ogkabaybayaran
niglibuwas
Kagi,
ogpakakita
ro.
magintalunan
malugoy
uripon
Nigkagi
og-aguantoon
ogtahuron
Pogkouma
nammatoy
dii
diad
ogkasipod
dagat
nig-anad
ogkamatoy.
tan
poghimu
homoy
Maistru,
igkatatolu
nakarinog
limang
Huan.
Pedro.
oyow,
pogsalig
igsayo
ogpakabogoy
Mohon-ing
mahal
pog-anad
igpohimu
nabutud
pinnuuanan
nig-abin
Balaod,
Hirusalim,
Pogpitow
goinawa,
pog-ampu
koonon
uromo.
Koddi
nig-alam
woig,
magaliug
igtabak
doka
oghutuk
malison
maagbot
ogpakabulig
lukos.
ogsolod
naawo
ugpaan.
ogbuyuon
mabantug
oglitos
Galilia
kanak,
Langit
gatus
bo-bo
ogligkatan
busow.
kapunganan
nahallok
madmaroyow
uromo,
ogpakakagi
nanhondio
Koot-otawan,
now?
ogkapurut
pad,
impohitaga
igkasasow
Israil
nati
ogpuun
impapitow
ogpasakup
maga-an
Kasulatan
batasan.
kuntoon.
og-uli
do,
pog-alap
ogkasagboka
kon-u
Hudia
igsugu
gumawan
nokohun-a
ogpitow
maroyow,
nammatoy,
Birnabi
utang
a.
subla
ogkakitaan
nigbabansagon
ogpinpinnuu
igkabogoy
nangnangonon.
ogkagian
solod
nigdatong
lalimma
ogkoonon
igpohitaga
lukos,
ogdatong
ligkatan
igdakoli
labot
bulbul
Talagpanubad
ogpohimatayan
ulod
ogkatou
manuk
pananglitan.
nangoni
ilis
ampuanan
nig-uli
inat
maroot,
ogmaroyow
pad.
ogkohogot
ogdumaruma
lagboy.
nalimud
Nati
Magboboot?
oghun-a
impanoy
Pitow
Ogbuyu
bulan
ogparagas
og-inum
igkasipod
hontow,
nig-ugpo
Balaod.
Koot-otawan.
ogpanumbaloy
gimukud
ogduma
langit,
nakitaan
Galilia.
moon-ing
ogdakolon
nighutuk
ogsimboon
ogkohingaranan
Moisis,
nigsaparan
sikaniu.
Abraham,
noulian
lanow
Ampuanan.
Pandatuan
inotow-otow
ogpakasolod
katagaanan
manokal
doromdoma
igkohoy-u
igpaalap
ogpasayluon
monu
Hondoi
og-iman-iman
busow,
nigtokod
libuwasan
Pamminog
ogpakatuman
noumaan
soi
Nangoni
poron.
nohoy-uan
sabut
oglimudlimud
insabut
hapuy.
ogpokohimu
igkabolu
og-amut
kalamag
napirisu
tigbal
igtubad
asu
igmaganangon
Ungod
duon.
Timoteo
ogparagason
talagkubla
sikanami
so-ini
lagong
nigbulig
Saulo
nigpasakup
kakoy
oghondini
igdogpak
og-awos
nigpurut
dalan.
ogsuguon
dalan,
pa-a
tinuuan
mohirap
ku?
tagood
niggongonan
kudd
dio,
ogkakoon
libu
tabak
kapitan
buhis
puun
natuman
nig-ongkoran
solug
kaapapuan
ogpitawon
nig-awo
Sikanak
igpapitow
loinloin
ogpakaamut
ogkasasow
salo.
koot-otawan
Satanas.
a,
Su
diralom
babuy.
igpatokod
Kaniu
insabuk
laplap
og-alapon
Wa
awoson
makasasalo.
og-ampu.
gotok
pamminog
logpad
namatoy.
Og-inso
ogdakopon
samuk
nigkoon
dokad
ogparakoldakol
ogkito-on
Pananglitan,
igbayad
nasakup
Di,
Inogo
nighimatayan
nigpaagad-agad
Ogsayoon
Langit.
Sikoykow
inumanon
dagat.
makasabut
kayu.
pirisuan
konon
ogbunsud
pogkootow
bato.
Tongod
otow?
ogsalig
doisok
bat.
igmasakit
ubat
layun
oghondi
ogdinog
pogsayo
obol
langlanguwan
igkoiniat
Israil,
doipag
ogdoromdom
ngalap.
batu.
nigdaralu
sundalu,
Nahan
og-awoon
taguanan
nignangonnangon
isabuk
nig-insaan
noiling
din?
kagi.
nig-amut
Hoo
publi
salapi.
Nangnangonon.
tahuronon
sabinit
ighimu
pulu
nigluhud
oghimatoy
ogkapongaan
igbulig
ogboot
ogawoson
pananglitan,
kalamag.
mahapun
nigpamminog
nalugoy
nabolongbolong
katamanan,
nikandin
og-ampuan
bogayi
ogkoubus
ogmasakit
ogsasindog
kow!
Hudia.
matig
ogmaawang
Langit,
molintok
Pilipi
ogpakanangon
ilawan
nabolu
Koykow
poghipanow
nokoy.
so-i
batu,
nakasalo
ogtalabau
dayagang
man,
kinagian.
karumaan
impanagana
sulat,
ogkaalap
manukmanuk
og-ongkod
Nignangonan
malan
Maria,
pogsabut
pogdinog
ngipon
ogsagmanon
W
nakasawod
nigdalapak
ogkoimu
Israil.
ogpakarinog
og-anak
Amo,
nabalu
kaniu?
ogsugu
naan,
ogpakanangonnangon
sagboka,
ogpakaalap
pogsugu
ongkori
nigbunsud
Nighondio
sugpang
porom.
nigbobootan
koin-inuan
Dabid,
karoyawan
bato,
ingkabogoy
duma,
nigboot
imboot
Lasaru
ingkaanad
ogpoomotan
Sikaniu,
ogtahud
Nigsugu
tanow.
pogkasabuti
Nignangon
Pogkita
ogkahalin
baad
ogbantoy
babuy,
kinagian,
ngaran.
kai.
moirob
nigtuman
Parisiu.
ogpangasawa
talagpanubad,
Hoo,
igsulat
Usi,
Madmaroyow
Oghimoloy.
og-iling
ogsulat
ogko-on
hon-om
Unawa
nangnangonon,
dangob,
igsumpul
bulan,
igkamatoy
ogpokougpo
insulat
ogpakamalogot
kitaa
Ruma
balaod
nigbawian
ubaton
ogkaraat
Talagpangabang
marusilom,
Sakarias
matagoi
tib
ingkanangon
ighatod
Kandin
ngalap,
maligsom
mogtuu
pulus.
gobirnu
nabayaan
mananoy
ogdakol
igkouyag
nigdani
Abraham.
Litos
ogkoongkoran
tubaranan
nigpinnuu
ogpamangho
Sikoddi
nanaan
Parisiu,
ogpokounug
og-atu
kayu,
sikoykow,
nigsayo
Magaan
oglibuwas
maputi
ogpakamaroyow
ogkapulusan
darua.
sinabong
Isaias
kogang
Ognangonan
homoy.
tokora
ogkoon.
ogpoomot
Nasarit
ogtabak
Ehipto.
ogpalibuwason
Wow
Saulo,
igkabaybayari.
litos.
Oghimoloy
koy.
Hondini
ogkita
nootawan
dagat,
pilang
amigu
alung
ogpakatangko
kabinunsuran
bokog
kunto-on
ogtitigus
igbuyag.
bali
batasan,
nigpinpinnuu
Hondio
impanangon
og-anaron
bituon
matikang
og-im-imanan
duma.
ogkaroog
Satanas,
pogdumaruma
nigpakimatoy
Pila
insalig
gobirnador
Ruma.
igbayung
ogdatongan
bukod
manipis
Sikandin,
bugtung
nigsakoy
ingkatubad
hontow.
wara
ogkatimulan
kanami,
kai,
pogbuyagon,
saku
Sisar
Silas
nigpaagbotan
magboboot
hinimu
kohoy-ui
Samaria
nakabayo
pogdatong
nakasabut
Talagbautismu
impohimu
pogkita
Amana
Igbuyag,
Timoteo,
uran
ingkohoy-u
ogkougpaan
bayad
ogpakaboot
putow
nigbuligan
basu
ugpaan,
uripon,
nigpanagana
n,
ibogoy
baka
Oghimoloy,
ogbogas
og-ayad-ayad
Ehipto
K
ad.
Nighutuk
og-ol-ologan
pogpangabang
pogtahud
Santiago
sikoddi,
poron,
ogpakasuwoy
dalaga
agpot
ogpakaatang
ogpanabod
nighun-a
og-ay-ayaran
sundalu.
tuid.
Ogkapulusan
nigdakop
nighagtong
oglopow
salo,
nakalagkos
nohirogo
nigbautismuan
igkaratu
igkasayo
hogot
ogngaranan
talagbulig
nigdumaruma
og-unugon
agoloy
og-angoy
Bali
balubato
natokow
nokani.
pantad
Gobirnador
Pilik
ogsumansuman
balu
tutuu
olin
lalima
bat,
noiniatan
ogbabansagon
oghihipanow
ogkaroromdom
ogkaayat
boung
Dabid.
maallow
alad
ubas
tuui
ogkamatoy,
ogpangabang
igsabuk
Igi,
koddi?
inhimu
makopal
intabak
oghilabot
matul-id
ogpakasundul
Nabolongbolong
Istiban,
mohomut
og-ampu,
ogpangabangan
Kornilio
Warad
ogmalayaton
inkasulat
og-alap-alap
Tu-tuu
Dongan,
igkasampulu
ogbalagaron
og-insaan
mangayow.
igliwan
Ogkoiniatan
oggawayan
ogkagawayan
ugpa-an
Ananias
tagbanwa
nokani,
lamisaan
og-uubat
Tag
nig-ampu
agoloy.
Probinsia
Hakub.
mabogat
karoyawi
ogkasabutan
pogkouma
gapun
inlansang
nanhipanow
ogbaybayaran
Hirodis,
pigkita
mabulut
Hudia,
dilo
mund
naponu
ogkalingawan
pog-iman-iman
dapit
Bantoy
igbuyag,
man.
ogkasilaban
oggutasan
Natagaan
ogkoibogan
maralom
naabin
nikandin.
ogpakalabow
ogtanudtanud
nigugpo
Oghondio
simana
Igbuyag.
nakaponga
ogpasalamatan
iglagkos
makasasalo,
ogbautismuan
poka
Sagboka
d.
ogpurut
pogkaponga
noomonu
dod.
ogsagman
Nigkagian
inangon
namatoy,
og-indanan
sunud
patalahari
daging
luwak
Konad
Nokouma
katondanan.
ogsayo
nammatoy.
karakol
nighondini
nig-uyag
Elias
batok
og-ungod
lobut
pogkoon
pigbusawan
apu
bubungan.
sumpul
ogtuuan
Paligad.
inhatod
og-abin
ogpapangumusta
kabogbogan.
og-abinon
ogkaanad
manalingboka
duon,
Wara
Episu
igbat-ow
talaghimu
pogboboot
nanangonan
impananglitan
imparokot
ogbayung
pantad.
kohoy-u
igpatulin
ogpaagadagad
nangon
ogsalop
ogpakaroog
ogtinawo
Antiokia,
tuid,
bubungan,
ingkoholos
Noinuinu
ogkabolu
oggoramon
ogkatapid
ogpangasawa,
w
doun
Bogayi
krus,
Nangnangonon,
maro-ot
nigsamsam
ganna
bua
Pilatu.
og-ugp
Nokani,
pogsagman
ogpakabalabag
Tibon
ka?
tan.
tu-ud
Duma
igkaruwa
kalingawi
oggoram
ogsimba
ogkamolu
ogtuu,
taman.
igkoibog
igkahallok
malayag
liwak
ogkalugoy
ogpanagana
Masidonia
limuranan
pali
ogpakimatoy
Ruma,
ogpakabatuk
asolom
kabolbolonganan
ogpakaligsom
oggaani
soini?
Karniru
nigalap
ogtinawoon
Pistu
lama
ogbayo
nigsoloran
sikoykow.
asawa,
liog
og-iniugan
Milkisidik
Nokani
impapirisu
igpasabut
bulak
ogkabawian
Sikoykow,
nig-aguanta
igtahud
manuk.
pog-aguanta
agoloy,
minuna
oglangkad
ogkannugunan
lagut
igkoinuinu
pigalam
ogpakapangabang
nanduma
ogtantanuran
pogtuu,
ogsabukan
ogkabolongbolong
mangkuwan
nasasow
nigpallaguy
og-awo
Pogkarinog
ingalat
Kuntoon
og-aguanta
ogkaboros
mootow
Ignangon
kuron
niglimudlimud
nigpasalamatan
oglibonglibong
no,
ma-agbot
salapi,
tan,
himolayan
inhondio
bunal
pinayag
dalig
kulang
nigpabautismu
og-usigon
ugpa-an,
nigpangabang
napongaan
niglogparan
ta?
pitow
ogdaralu
ogpakapurut
pog-unug
sosolobon
bantaan
Hakub
pogkalugoy,
noumil
noinuinu
Husi.
Husi,
oglangub
Bitlihim
nootow
nig-untud
bantug
pogbuyagon.
Pogkapawo,
ogbayaan
ig-ampu
Apulus
nigsulat
nig-agpas
nig-anak
otawa
ogmarooton
nabaybayaran
magintalunan.
koy,
nigpakita
k
miow
Doromdoma
nigtuuan
Tiru
ogpakaawo
nigpoomot
im-imanan
Tigbal
nakaroromdom
ogkako-on
basak
nigbayo
holholawan
nigdogil
pogbulig
oghagtong
malotoy
mogtokod
ogkohutuk
Kai
Kona
Libi
niglopow
Nighimu
pirisuan.
nig-ongkod
ogbasa
ogpaboot
Pogkalugoy,
Elisabit
gakit
kabolongbolonganan
Ogmonuon
sukat
pog-abin
ogtagad
ogligal
Sasindog
niglop-ang
Imimanan
Galilia,
igpatuman
ogbasoon.
sabalanan
Asia
nig-umow
ogkataman
sal
igholos
Maria.
naponga
Nohimu
manukmanuk.
ro,
on?
pa,
Paligad
pogsimba
Kanak
ogsulatan
ogbawian
karusiloman
Sisaria
ogtulin
sapu
boni,
alapa
atop
Awoson
ogkatalaran
malalab
Hordan.
Nigkita
puntuk
bungag
indogpak
makogal
ogpakasokod
nanoy
ma-awang
Sadusiu
balagon
ogpakaponod
ogboli
Antiokia
ambow
ogkoima
tinuuan.
masalig
ogbasoon
ogpokog-unawa
nigalam
oghimu.
ogdogilon
onow
pog-uli
Sulod,
Isaak,
Kurintu
mogligkat
nalonod
hibatanan
nigkolog
kasagboka
ogpanakow.
nig-asawa
ogpoko-uma
sakit
malomu
nigbalagad
palingki
Kasulatan.
kara
nabutud.
moinit
pogugpo
igkabaybayari,
Mani
ogkagi.
ogkalimud
kawaan
naalap
Mohoning
nigligad
tagkos
Ampuanan,
ogpanakow
ampui
og-ins
igkarangob
Maistru
ogdani
ogpinnuu
ogpokounawa
hilit
igpanangon
ogkoulug
talagpanubad.
igkatolu
Masidonia.
Antiokia.
lana
Istiban.
Isaak
koykow?
kalaglagan,
kono,
inumanon.
kono.
Ogkarago
nud.
ayam.
nohogot
sapari
ogdumoon
salap
datu.
tukod
Istiban
nigbaybayaran
ig-udling
sinaligan
Ogbogayan
manggad.
ogliwan
marusilom.
kamatayon.
hipanow
barku.
lubid
nakaamut
Asia.
paan,
napolod
pigdinog
immalogot
ogloinloin
Oghimuon
og-uwang
Karniru,
ogkapawo
Hordan
Mamabogbog
og-umalagon
natouan
Ogkagi
nigpangabangan
ogpakasasindog
Nigbabansagon
katoluan
ogbayad
sigay
kalasi
hopat
oggogolgol
igparakoldakol
mamatoy
naroog
tagu
kuddo
ogbuyu-on
Ayad-ayad
nanhimu
alas
rod.
impalibuwas
patalasulod
masabuti
ikug
oggongonan
Lanow
nigduung
Solomon
ubal
ogtangko
kinow,
nigtalabau
Maambago
inggalat
Tatolu
Simon,
nasulatan
Sikandan,
Nigdinog
ogpamitawon
Koototawan
ogkaliwanan
tol-ob
ogluyud
ogkoomonu
r.
ogmarakdakoloy
ig-atang
Koot-otawan?
karina
nigmarani
ogpakasabut.
unug
mokouma
Santiago,
ogkohoy-u
alibu
ogko-iniat
olog
Sikandan
bayokbok
alad.
pakpak
igpamula
paan.
bogbog
ogpa-agad-agad
ogpamanghoon
sugua
imbayung
koot-otawan,
Ogkohimu
Marta
sapatus
igpangulibot
nouripon
ogkalituk
hondo-i
igkoogot
Sikanami
kandin?
niggutasan
Og-insa
Pilipi,
ogkakagi.
bulu
nikandan
og-asawoon
porom,
nigbantoy
igsokod
Naan
sabukanan
ogtatagad
ogpangasawa.
Sakarias,
ogsilaban
lokob
Bitania
ataboy
ko-onon.
ayad-ayad
ogtiboon
ogpakaboli
waro.
Agripa
ogsampit
p
pinamula,
Titu
ogpatuli
kow?
og-asawa
ugat
batuk
Uli
lawa,
narinog
pogtuu.
ogmanokal
ogkohimatayan
nig-awos
Buyag
ogkatangkob
nagangu
Kaipas
pagkoonan,
nasabutan
ogpaag-agaran
Pitawa
holholawan.
tu-id
nas
ogpangumusta
nig-onow
ayam,
talagboot
oggongon
ogsinogow
nigsundul
talaghusoy
boot
nigampu
alunggun
bitil
hondio
li-og
ikam
ogpakalibuwas
Uromo
batang
pogkaponga,
nighimatoy
kalaglagan.
diot
ogdoisokon
ogpasabut
igtagu
Ogtabak
nigtangkap
kamot.
mangayow
nigtugunan
ogpanakow,
wawalu
Hupi
Bak
inholos
ogparoog
nigsagman
dakol.
ig-amut
harina,
igkoirapi
hapuy,
ogkapogos
imbayad
Ogsuguon
makatood
kalamag,
ogpakaraat
ugpa-an.
og-iniug
Karniru.
ogpakarogil
Buyag.
ogkaalang-alang
nohimu,
ogpalinggalat
ogpaagad-agaran
Balagara
ogsamilian
og-ul
ogkabuhi
namminog
ogkagi,
nanahallok
mund.
kiliran
Balagad
ogpakarogpak
ogponoron
kogos
balutu.
kalimmaan
ogtokod
ogsaligan
ogkoubatan
ogpaap-apuloy
lama,
ogkitoon.
inotow-otow,
oglayag
Adan
uran.
ogbuy
ogkatokawan
insabal
igpanagana
tagdoy
Umba
asin
igkanangon
pig-alam
impaalap
poglogpad
ogkuon
ogtagbu
balutu,
nagalat
nokoy,
Matuwarong
Takas
nigsaligan
Kohoy-u
hinimuan,
malinis
og-alamon
ogdoot
nignangnangonan
maralom.
ogbalbalawan
ogkabobootan
gumawan.
nakakagi
naatangan
pusung
unoy
doyow
angga
hilamunon
ogpakapanumbaloy
nighiup
ogkaasawa
impasabut
nigmarusilom
moomut
ogtimulan
sikaran
ogsubla
ogkapogul
nigdoromdom
Kapirnaum.
nigdakol
karniru.
ogsaparan
oghalin
ogpabautismu
bulawan,
napalian
mabogbog.
nigmaawang
datu,
nigamut
igboot
ogkanangonan
Nigdani
Maroot
oglabow
barku,
Simion
nig-indanan
ogloko
igduwaruwa
ogkabootan
ay-ayari
oghilu
nighinggat
libuwasan.
kambing
inumanon,
ogkoilingan
ogli-ag
oras
Hudas,
ogkokoon
magintalunan,
bogas.
Hudiu?
lobong
ogpakapaagad-agad
ogmaroyawon
taan
liang
Nigtuu
ingkabayo
noiniat
ogkabat-awan
nighalin
ogpakaroromdom
nigpohitaga
Onow
nakasinogow
Pilipi.
sagmana
noy?
nig-ampuan
nabuligan
bolad.
nikaniu
unturanan
an-anayan,
Pilatu,
bohow
dua
homoy,
oglimuron
Hagtong
awo
nigpatuli
ogko-ubus
dakol,
halin
igpatuu
naraat
noubus
bay
Kapirnaum
ogkatimtimulan
Babilunia.
ugpaanan
ogman-ugpo
natimtimulan
Mabogbog
Oghingaranan
nalagkos
ig-indan
ogwali
Hipanow
panagana
kad.
ogkoibog
ogmalotoy
kunto-on.
inlobong
katamanan?
napulid
kanak?
ogsapad
nakatagu
ogpamminog.
noulug
ubas.
nigpohimu
Adan,
Datu
maistru
ogligad
og-uyun
Taman
insapad
ispiu,
Nakitaan
ogpamminogan
Ogpapangumusta
impahatod
igmaroyow
Nasarit.
Malasi
ogpakaruma
indani
pog-ugp
ogsumpaliton
tibogow
nokog-unawa
nigboboot
nigbanggutan
Agpas
inoy.
Nigduma
dutun
nalagak
ogpohitaga
oghimuan
doromdom,
nandaralu.
nan-uli
un-unawa
ogko-opos
ma-agkap
ogpatokod
ogkuiton
ogpasublaan
logdog
tangkulu
inotow
ogpokoiman-iman
nigdaralu.
nighondii
nan-untud
nanlibuwas
nigpasaylu
nud,
ogpasoloron
amoy,
nigtubu
atolug
balarow
nigkokoon
kudd.
ogka-ayun
sasiam
Lagkos,
Poglibuwas
Talagpanubad.
igtuman
ulod.
pulus,
kud.
ogpasalamat
kodd
Mery
diblu.
lungag
noutol
nigbayadbayad
ogmarani
nigmoin-insooy
tong
igkohirapi
Oginso
nigmasakit
kon-u,
niglabow
Ogkohoy-uan
balagad
mogdolog
iganad
Tahura
ogugpo
ogko-unawa
oglapas
mabolbol
buhis.
niguyag
sikandin?
igpamalogot
ogpakasalo,
ampuanan,
limukon
digus
Pinabayo
ogkaaguanta
Bantayi
nig-ugp
ogpakasayo
himua
igsapad
intubad
olatan
ignangon.
iglabung
nig-unug
igpakita
noindanan
Ilias
bo-b
tumana
ko-onon
dan?
Talagbautismu.
magalang
pogpanubad
bato-bato
pig-abin
oglibongan
oglogsad
Noi
magaliug,
tu-tu-u
An-anayan,
sayaa
nabbutud
impohondini
Sikanami,
naayun
ogkabalagad
dugi
oghipanow.
malig-ot
masolom
kid.
mongo
koona
kua
pantad,
ipapitow
igtagad
libu.
nakalibuwas
nigluyud
igpanubad
oghitagoon
ogsusu
pognangonnangon
ogbayaran
ogongkoran
ilawan.
ogpamalogot
igkaratui
ogkaatangan
bag.
ogbatunon
ogpabulig
nigtagbu
impamalogot
tirigu.
niglonghag
mo-init.
maro-ot.
Damasku
ngaran,
Og-anaron
paragas
sasindog
langosa.
manuk,
poghondio
Nighondini
anak,
makabasa
ananayan
Sikanta
ogpakarumaruma
igparoromdom
piak
Hunas
ogpasayluan
nokal
Nigbogayan
ogtagaran
dinug
pogampu
ogpakabat-ow
taloy-u,
karniru,
sugu,
Lagkos
sikanami,
in-anak
alukuy
ogpakaluhud
dugion
Naponga
Damasku,
inotow-otow.
kagii
Biria
Tikiku
Damasku.
Tutuu
baluy
bu
bitu
ogkatogkad
karalomi
oginsoinso
Hirodis.
lanow.
Magdalina
tapus
sabalanan.
Oghimu
ogsalsalia
og-awo-on
anak.
niglogsad
ogbabantoy
ogmasalig
Pogdatong
Nig-insaan
Hinibriu
ogkagalat
ogkagaani
ogdaaton
ogpokohun-a
impaangoy
nigsulatan
pogkasagboka
ogpakaaguanta
nataguan
tambal
talangas
pog-atu
oghipanow,
kutu
Barabas
kalasag
ogbayadbayad
ogdogpakon
lamisaan.
nasundug
ogkapadpad
ogdurumaruma
ogpamula
makarinog
buyag,
talagpangabang
ogkapasaylu
kuntoon?
taliwar
namanoik
nigdulug
Ogtahuron
ogto-od
ogtalabau,
oglibong.
binulan
moitom-itom
ogpamitow
oghulid
ogbolion
nigsuwoy
nakita
natimulan
igpakoon
bukbuk
niguyun
Buligi
nigsimba
boni.
libu,
oghingaran
publi,
nabutud,
Tib
sugu.
nig-ay-ayaran
dohun
ogkoon,
Awo
ogko-opus
Oghimatayan
katondanan,
ogkatibulus
darua,
abu
Pogkataga
Nigbawian
ogpalawod
Simon.
og-ogot
pog-alap-alap
anggam
ogkounug
Kalogon
igliwak
pinamula.
iglobong
ogpanag-ilingan
ogtubu
ogtalabau.
Libi,
Huda,
Itiopia
ogpaka-atu
ogkabui
ogkaparongan
sayop
Alapa
ogmabulbuligoy
nigpanumbaloy
igpanabod
pigduma
dulug
Nabolu
Kornilio.
Talagpanubad,
Ogkoiniat
imbatbat
Tagood
bituon.
ogkaponga
Ogtuu
doson
sikanak,
ogpakatimul
noongkoran
sampangan
pogpaagad-agad
gira
pilang.
pogpasalamat
ogkoindanan
igkararuwa
ogliabliab
ubat.
mani
imperno
Tomas
niginso
Iskarioti
bantoy
nakatood
niug
niganad
ogka-alus
ogsakupon
kilumitru
rin?
nigku
Dakola
galat
nan-awo
nap
no-upul
Kornilio,
niggoram
ig-inso
poggongon
kohopatan
labowlabow
ko-on
ogpakangangang
ogdooton
narogil
awayan
ogdolog.
kasal
ogkoulian
ogtorongan
nangnangoni
kinabo.
Kinaroyawan
Niglibong
mari.
ogsagpit
ogko-on.
kinab
anakon
oglomotan
hoy-u
nigmaroyow
ogpogoson
Sisar.
Pistu.
nighihipanow
isulat
pogkouripon
magaliug.
Birnabi,
asno
nanamut
pogtokod
agkud.
ogpuruton
iling
koot-otawan.
aslag
alibutod
Kara
og-abalangon
ogkannugun
nato-ori.
pandatuan.
napurut
Moon-ing
ogdalong
nigkamoy
nalimud,
nigbaba
Hirodias
bukag
pog-inum
lagut.
inliwan
uras
pigdakop
ogpakoonon
maistra
Patil
ogtub
og-inumon
las
bulan.
ogkohimu,
igkapapitu
ogpakakoon
inhongkai
ogkabasa
aw-awangan.
harina
oghalinon
kalitukan.
liu
Inat
hilamonon
iglukos
ogbootan
oglokaan
Malta
amoy.
Oghimoloy?
asin,
Girisia,
agpas
pigtuman
igpatuli
ogkagulak
luang
Isulat
naan?
igkohimu
kanami?
Pogkapawo
Sampulu
ibungon
Innangon
oglogpad
no-ulug
nagulak
losung
Akila
pighinggat
napulasan
Natokow
Adan.
naalam
Nighipanow
impakita
manukmanuk,
kantanow
maluag
noimu
tambal.
og-unawoon
nipis
Titu,
igbuyu
abug
natalap
naminpinnuu
nakarani
Abil
do-isok
pul
laku
Suguanon
pogsolod
N.
sakayan
sabut,
sap
Imbogoy
wasoy
pigbogayan
Ogkagian
nigtotomog
og-ukalo
Suduma
Nig-alap
ogkaloinloin
dangob.
igpariralom
Nokogdongan
daddakol
Sidon.
oghimoloy
balu,
ogku
salupungan
ogpokouli
ogmarayandayan
taloy-u
Sisaria,
pogul
diwata.
imperno.
ig-uli
bulak.
samuk.
na-akoban
ogpakapanagana
Koototawan.
asu.
bubun
igkabulig
immaroyow
ligid
takawon
siak
Nakakita
Ipaparas
igkatabak
nanagpitsagpit
nanundul
kabubunganan.
poglibuwas
ogkasakitan
ogpasiporan
omunaan
oghimuon,
Olibu.
dat
bailan
mogtuu.
poglabung
igpanungayow
ogko-umaan
igpayag
kaawangan
Nakarinog
nigagpas
ogmaroot
bino
ogpuunan
ogkaboros,
nabuhi
Ogko-iling
Himua
logon
napulusan
dibab.
uripon.
Dakoldakol
niglitos
niggongon
kad,
Hop-at
balun
ogpakitkitooy
niglamposan
nigpamulaan
ogpakasalo.
lobonganan
ogpatuutuu
opparon
katouan
Lidia
ogtabod
nigpanangnangonoy
ogkoiniatan.
mo-ilag
ogpapangumustaan
buyu
pogpangatondanan
ogparumoon
nokohondio
bulung
gapun.
niglansang
ogsulungan
nigbukusan
Pinanganak
hanow
Ampu
nigtagad
Liboganon,
Oghalin
ogpakoon
Nighoo
napulid.
Sisaria.
irob
angkuwan
--
ubaton,
nounawaan
igdasag
ogkatahud
ogkaragdag
Sibidiu.
so-ob
Nikodimu
Magbobo-ot.
asu,
niguli
Sakarias.
dungk
gindawanan
pakow
ogtotomog
nigbohog
ogkalogparan.
bangkalow
ko-opusan
masagkop,
igliu
oghibat
alabat.
awaa
nigbalukas
igpaap-apuloy
n!
marani.
kalugoy
Otow
pigligkatan
ogkabayaran
dokot
nan
oglituk
natagbu
Poglogsad
u-ud
nakaruma
himu
limura
oglimanglimang
kai?
Huda.
imbalukas
ogkabuyag
ig-awo
oghugas
kudd,
gabas
ogngilam
Nigbunsud
Soin
mausilom
Nigdanian
nigpakoon
ogkatuman.
bolok
porom?
natibo
ba-ad
Pigsugu
ogkoim-imanan
asno.
Sika
kabil
Italia.
rod,
loin.
nokogsuwoysuwoy
kohop-atan
kilat
ogpakalibong
og-uyagon
kalatkat
Patuutuu
ogkapawo,
og-ayaton
Kon-u
Koy-u
baratu
Nigpuun
poghimu.
Episu,
litos,
nalutu
mabogayi
gastu
Maambago.
oghinallokon
oggawoy
gakit.
ogpabautismuan
ogpokohipanow
baloybaloy
mababow
nohimatayan
ogkabantug
tibug
mougsob
ogkabigtow
nohimu.
nabatun
salapati
Narago
hogota
matag
no-umaan
mamalintok
igkatubad
Sinabong
ogpakabawi
ubat-ubat
gongoni
Saulo.
solom
mohomut.
inkagi
Ogpasalamatan
ogpanlibug
pasaylua
nigpasulat
pogbantoy
ogdakop
ogsumsumanon
imbus-ug
lukos?
kuglung
ogkalagak
ogkoiniatan,
igpananglitan
ogbaligya
Awaa
pog-ugpo.
igtambag
talag-anad,
nigbayungan
Taga
dusilom
bulawan.
Nanduma
ogtubaran
maintok
og-anak.
ad,
hilut
o
limukon.
ogkoogotan
ogkarago.
Samaria.
tagtu-un
ogkohikotan
ogkaalam
iholos
nigsagad
tangk
manggad,
ogpamangh
ig-ogot
ogkasaligan,
Elisabit,
Kana
ogtalipag
tatolu,
Mananoy
puruta
ogkoutol
galung
pula
og-aliboodbood
nigtinawo
ilag
ogkohirapan
nalagak.
Og-iling
gibang
na-aloy
dakola
tantanuri
ungud
susu
Joaquin
Santiago.
ogkapolod
anara
kotson
ogkahallok.
nigmakagkagioy
lugung
pighimatayan
nanam
oghogoton
ogkawoil
nigpaap-apuloy
alabat
lug
ampu
allow-allow
ogkatokow
a?
pogko-otow
gatas
igtubad.
ogpokohondio
igpoitaga
mapoit
ogpakasolug
nohimuan
oghimuon.
kalayati
Maga-an
in-ulug
nigtulin
goinawa?
Nakasabut
poghimatoy
nigbunsuran
bituon,
ogkaparagas
Anoy
putow.
Nalugoy
ogdalapak
kamalogotan,
oglop-ang
ogsonditan
igira
nakatagbu
oripon
bakotin.
nigdumaan
ogbabansagon.
talagbantoy.
salig
nokouli
og-indan
lawo-law
walis
ogka-aw.
liun.
asupri
pigbusawan.
niglangkob
Masidonia,
Sakiu,
oghondian
sulat.
nig-atu
nig-ol-olog
pangabangi
ulod-ulod,
pohondio
ogkabatukan
igpangabang
ogmomonu
baad.
balaod.
Uromo,
ipag
igpako-on
diralom.
nakalogob
nigsalig
oglayang
ogkonsong
now!
igira.
pogpoomot
ogmohon-ingon
poglimudlimud
Ananias.
bo-ot
koonon,
ogpamminogon
Andres
ogpakatabak
igsalig
nigososonan
tugu
punduk
miow.
og-usig
ogpakasoip
maama
kasabutan
tu-on
Tisalunika
pigtokod
ogsundul
Nigpinnuu
awos
pirisuan,
nigligal
og-insa
sakup.
Masakit
Dongan
logdak
Girisia.
nagawayan
ogsopo-on
bokas
nakasolod
nikoykow
ogkakitaan,
nigtuud
sangoy
ogbulig.
ogkakitaan.
ilawan,
ognangnangonan
ilud
panganoy
ogbautismu
ogkamatayan
Ogsulatan
Napongaan
Samaria,
tagbanua
matuwarong.
nahalin
ig-anad.
lituk,
dogpak
bantang
ogsasawon
ogpakapamalogot
sulod.
so-og
Maistru.
salagapun
ogsilaan
kapituan
nalingutan
nigampuan
igpaangoy
nokohirogo
niglingi
nigluyudluyud
ogko-iling
ogbohog
ogpohimatayan.
ogko-ongkoran
nohikotan
ogmanhimu
ogligalon
sobsob
baoy.
pogdogil
Marani
bangan
baliog
ogsorop
Sikoddi,
pighingaranan
kapitan,
ogbay
tinur
ogsil
hulingon
mootawi
ogkakagi
nasalanganan
igkaroyow
dulung
atoboy
og-atuan
ogkatouanan
pog-anak
Hakub,
nakaliwan
iglibong
ogpasuwoy
Kua
bugsong
Himatayi
nallantoy
dagas
ogkasalinan
apongag
Migil
bongkag
nigsawod
Talagnangon
hondoi.
Tisalunika,
Timoteo.
sakup,
kinalabawan
ogbobooti
mo-irob
ogkaawo,
pal
nigloko
sulatanan
sugkud
kamot,
pogpanumbaloy
ogkara-at
ogtalaran
ul
nig-iniugan
isd
tinuru
lanut
Nig-asawa
olad
ampow.
ogpatokoron
naanad
ogsagbokoon
ma-ama
Galiu
Sadusiu.
Silisia.
ogpakatuu
ogpoobos
kandiru.
Ginirigu,
pigdogil
igsayo.
ogmalogot
palibatu
ogmagaan
kono?
og-inum.
ogpokohonat
ogkalonod
ogtag
ogtangk
intaruwoy
Puruta
daruwa,
koon
ogbuyuan
ogpamuyu
pusod
imbaligya
ipohibat
og-udling
kinabo,
talari
ogsamsam
Ogkasaligan
ogtangkap
ogparakoldakol.
ogkamot
nigpaagadagad
nigmouyuyunoy
ogpagkol
oggaanion
oghiupon
dinog
og-agpason
mapot
oganad
ogsinogow.
Talagbulig
ogparokotan
hapun
bituka
nigligkatan
lit-ag
ogkatabolog
langosa,
Nigbogoy
ighingaran
Ogkoiling
turakan
ogko-ibog
asolom.
lukosan
ogbaluy
karagoi
indos
Nigsaparan
ogbunu
igkoiniatan
bintan,
bagal
limu
bukus
komos
ogtiang
Nigluhud
ongkod
og-ungoron
nigdapig
matagoi.
igkabayad
opuk
ima
nool-ologan
napirisu.
bal
napu
bohog
mangayow,
ogsagad
karoyawan.
nanluhud
igngaran
ogmoinit
Tomas,
ogpanlibug,
Bokog
ogkaraat.
ogpabarasan
tagp
kinow.
niglangob
naaras
paragasa
ingkasulat.
liling
namangho
mo-init
abu.
Tisalunika.
Bahin
kit
nig-unturan
pigsabalan
ogbalbalawon
nanlimudlimud
ogampu
ogko-obolan
ogmaporos
ogkatibug
kun.
oghutukon
ubal.
sikanta,
ogpakaalooy
ogma-awang
talad
mata.
ogkamolmologan
talagboot.
napon
nalogdog
tunud
pisang
niggalat
ogkuo
mog-unawa
ogbugsi
bulutut,
ogsolug
ogbayungan
ilob
lo-in
Pogkalugoy
pigbasa
Isaias.
ogkasabukan
oghugasan
ingkarago
bu-ol
igpohun-a
atop.
go-od
ogkalimudlimud
oghondiaan
ogkasundug
tampori
Kapilaan
kuglung,
sulu
og-onow.
bulaw
nig-ampu,
Koddi,
bak
pogko-on
nigdoot
Bunsud
nabawian.
nigtagpi
igbulung
imbohog
nabalu.
Nig-agow
boluk
tanow,
ogkasasow.
nasubid
Og-ongkoran
sokod
og-anak,
kasiaman
ogsondit
ogpakarani
bungag,
nighokad
nig-uunawa
ingkanangonnangon
ogkabantugan
ogpangumustoon
makasalo.
Oglogparan
ogininsaan
ikul
pala-os
ogtulin.
igbohog
Og-alam
hinimuan.
nalingawan
oghunnoon
igkasulat
Unawaa
Nigtuman
Lunis
Moisis?
pogtubad
mohimulung
Ognangon
ogkapasayluan
Tirtulu
Ogtokoron
ogkakohoy-uan
tokora.
ogbaya-an
sumansuman
sabun
naparagas
nigpogos
ogkoirapan
nigdatong.
nigdawi
bulang
ogmaal-alukuyoy
tonga
talagmalogot
tagtuun,
holon
og-atangan
nigsamilian
tad.
ogkabalbalawan
napawo
Pogpokouma
malogot,
hi
Bitsaida
tibulus
sinabong,
niglogdog
ogpakasamsam
gustu
batuon
basak.
talaglop-ang
molungangon,
ogkaallok
ogkohirosonan
ogkasal
so-oy
ogdolog
nigbantaan
ogpangusig
nakapurut
mammara
kulut
uwang
igkohon-om
sungguk
asawa.
kolop
ulod-ulod
koilawan
suguanon,
oghondio.
og
og-ol-olog
hondoi,
Nigkoon
hondini
nakasal,
kanta?
kalabow
gabas.
himatayi
ogpakasipod
tir
igpohondio
tagooran
ogkalingawan.
ogpakaayat
oglamposan
iglansang
ogpohondioon
salag
ogpakalongod
pus
subung
moomonu
koin-inuan.
moirap
Aaron
kois
nokoutang
tu-tuu,
li-ag
angkon
impouli
Troas.
sulang
intugun
Lasaru.
alibutod,
nasamo
ogsilag
lamisaan,
nanlotiblotib
Nigkolkol
kabolongbolonganan.
ogsonob
nalimudlimud
og-alam
bagwanan
igsuli
nigpaapapuloy
ogpakasugat
sikoykow?
nigtigbas
ogkabalbalikid
Nigligkat
Mapawo,
Namatoy
libuwas
nigmasalig
igmaroot
dakopa.
ogpamminog,
buhis,
Oggusi-on
impakagi
magakinomu
ogmoos-osonoy
tampod
nakabay
ogkakoon.
ogpokountud
nabobootan
pusil
bakotin
ogbantayan
alamara
oglusud
Nig-abin
ogkikigot
hagoran
Hinibriu.
bo-b.
oglabung
udlingi
mangilu
unugi
tampak
hilow
ogpohipanawon
nabolat
koomis
ko,
nanangnangonan
nigsokol
takubung,
nakakoon
lotibon
ogmalayat
songol
bayaan
suloy
otawa,
pigkagian
panag-ilingan
Agripa,
ogkoison
ogpannangonnangon
ogsoip
Paragas
langkap
in-amut
ogtuu.
ogsulat.
ogduwaruwa
impatalipun
nig-un-unawa
og-ilis
oggatow
nigtulalug
dopa
botak
kouyagan.
kamil
ighusoy
tutung
ka!
Bitsaida.
ogsinogow,
ariplanu
ogtukow
igkanangonnangon
nigpasiporan
oghisakit
mund,
pogtabak
Dini
nakataliwaro
144,000
anoy
pogkapawo,
harayu.
ogbantoy.
salapian
ogduma.
tigbogas
ogma-agkap
nig-inum
ogpoko-orol
limukon,
nigkuo
nokoholos
kilid
angkuan
ogsug
problima
og-aku
pogkataga
kuddo,
lobonganan.
imbanggut
nigpohimatayan
bagunbun
logoron
tol-ob.
makitoi
ogkanta
impatokod
bulutut
ogko-ibogan
balitang
siin
ogpaalap
Hairu,
Gamaliel
Nakabayo
Hun-aa
tahud
Puun
nabawian,
gatas.
libong
ogsisinogow
pamulingan
Og-alukuyon
ogho-o
ogkool-ologan
ogpakasumansuman
niglimud
otawa.
Poghipanow
bunsud
igtupak
sipit
ogluboon
bawii
buligi
inum
ogliwanan
impalansang
og-ulugon
og-ul.
ogkaangol-angol
pogkapirisu
iglogpad,
ogpakatagbu
dangow
og-ugp.
ogpakaanad
di-ok
panganiban
ogpakaatu
ogkouripon
ig-ul
tu-tuu.
Prisila
Apulus,
Dalan
ogboot.
talag-uyamu
nigawo
Sara
dalama
ugsul
Isaak.
Huda
gawhani
Nasarit,
ogbosik
ogalap
ig-umow
ogpokoutol
nasulat
Sakiu
tinuuan,
nakaroog
opus
Sipri
mangkuan
nig-ukalo
nasoloran
nigsusumpalit
bislig
natuli
igtomog
ingkabulig
In
pangi,
ulat
nandalapak
dalom
ungoron
bakul
sumsumanan
nalingotan
lunggunan
nigugpaan
aguanta
banos
mallintok
kibol
agasan
katu-onan
napulid,
bo-ugan
lagboy,
gutas
ogpalibongon
inoy,
nataman
unawa,
ogpanangon
ogdumaan
hikot
sop
ogpakabayo
kalan
Kumusta
nigtahud
Hudas.
bogyas.
oghusoy
balatik,
kaid
ogpamogas
ogpakaligal
nalimud.
impasolod
manggianak,
igkagi
pogparakdakoloy
ogwo-ilwo-il
tibolus
Mohirap
Ruma?
oglogdog
Olog
nigbautismu
liwar
katkat
ogkato-u
nigpabanggutan
oghonat
simana.
ogkabaya-an
og-agbas
mamimituon
dumaa
pogkaalap
nabat-awan
nakasal
langlangawan
Soinid
Liboganon.
hingarani
ogsasamuk
igboli
olat
ogkoinum
sumsumana
uli
palinggalat
ogpamanoik
talagbaligya
igbaligya
ogpounawaan
Magbobo-ot
nouli
ogpokog-ogot
Paraon
og-ins.
dolog
ogka-aw
igtotomog
pitawa
alam
Doisok
itu-os
ogpakasinogow
poomoti
ogpoulion
ogkabigtawan
oghonduon
Kapirnaum,
na-asna-as
ogkapasaylu.
og-ilud-ilud
tik
natampod
sinaligan,
igpalansang
impoid
boka
palanggana
gus
logpad.
nigpohondio
ogpakaboboot
bogoy
Marta,
taguanan.
to-od
nigpitow
magintalunon
ogpakadoromdom
abalang
Ong-ongora
nohoyuan
tu-id.
naboli
Hupi,
nohirapan
numiru
nighimu.
Episu.
Siria.
igkamasakit
bunbun
iggalat
Dimitriu
impasasindog
kat
kogal
impohondio
babalakan
og-aw
igkarua
Sikanak,
simbaa
holholawan?
malogos
Ipalansang
koopusan
ogdoogon
luwak.
ogamut
nigmaroot
ogbotu
mamabogbog
nigharokan
galingan
ogkasugat
nigparani
ogpokouripon
ogkadoromdom
diwata,
ogpogos
oghokad
Annas
igparakop
pogbautismu
katatolu
nig-ogotan
igpohondini
bogat
Nigsasindog
impangulibot
olin-olin
aporu
pinota
im
pa-a,
tapid
nigtorongan
ogbanggutan
hibatoon.
logpari
nalotoman
on!
Nigpangabangan
gobirnador.
Unisimu
maboot
Krita.
samo
moiria
igpoinum
katouanan.
nanugpo
hilit,
Pogsolod
ogtongos
intagu
nigwaro-waro
Oghinarang
oghagsilan
nighantak
lalung
ogampuan
songsong
mapot.
tongos
nu!
Gayo
Tropimu
napalian,
Ogpokohun-a
ogpokohogot
nanampu
Punsiu
to-u
imbulig
ogpohirapan
pighisugat
Elias.
igkohop-at
ogpakalogpad
ikasulat
mokougpo
nigbarasan
lagat
Ogkoumaan
pignangonan
Listra
nokohibat
oghilamonon.
hallok
Darua
og-il-ilon
bokog.
kobot
uyamu
hapow
golut
pog-ongkod
ogganuyon
liang.
Bitpahi
pogdagsang
buabua
ogko-ulug
ognangoni
Og-iman-iman
bailan,
kinurus
tugun
nasabukan
ogganlad
nakabalabag
mata?
bukun
ogtu-uron
igkabuhi
litukan
n
paagad-agad
amoy-amoy
pogkapawo
impalimud
nigbatbatan
ogpoloron
moomis
ogluwat
makabatuk
mabantug.
ogsugnuan
dagdagow
pogtulin
maningkalagan
abalangon,
pigsayo
poros
Allowallow
dugnal
nalasing
masolom.
ogsilab
oglayap
ogkabawian.
siak,
og-ian
nigmanokal
kuron.
Igkaruwa,
nigpoul-ulioy
ogbanta-an
Og-ampu
tarapal
dohipag
ogsampiton
ogdawion
doun,
kalugoy,
kindi
ig-ayat
nigpasambayan
likung
nagaani
ogdi-okan
Solomon.
nalayagan
layag.
nigtitigus
oghilamon
ogtuuron
igkabolongbolong
nig-iling
Ogtotomog
igsugbuk
katumbal.
ti-ow
Libong
Aligu
ogtutungon
ogpaawo
og-ilingan
ogkalasing
nasalupung
bangalug
utu-utu
ogpanhilabot
nigtuli
maaguanta
Atinas,
sampot
nikandin,
takang
ogtigbason
ogkakamot
nakasuwoy
ogka-alimotow
Jeremy
sonob
igtobus
Oglibong
Og-anad
inghongkai
it
gipud
saboka
inlogsad
bus-ug
mogpuun
ogkohimuan
mabasag
nigpamula
os-os
Kapugi
angaya
ogbogas,
ogkamol
ogpandayagang
tuu
kaawangan.
makasugat
ogkulasan
og-anamon
ogpansobon
oggogop,
"rrrrr".
ko-opos
nalimuan
ponong
kalitukan,
Ulu.
omot
ogpakasaligkat
nakarogpak
ogpallaguy
ogpaag-agapoy
ogkasamilian
Nigtangko
buyagbuyag
ogboboot.
labid
ogkatutung,
Pinnuu
ogbogoy,
pogpangulibot
ogpangulibot
ogdi-ok
gomow
nig-atangan
ogbot-os
ogpurut.
nigtatagad
tiklas
igdogil
busow?
noonsig
nigsagdok
Utu,
kamansal
Nig-agpas
ogkasool.
oghiupan
balun.
ogbohogon
ogkabol.
nigsingallow
oglayun
nigpalatok
tag-i,
nakapakang
kopkop
lobag
ogbunu,
marulag
kabuybuyagan
Kain
pogkoiniat
Balaam
baul,
nigdatongan
trigu
ogkapupu
Ogkaawo
kalabow,
igpaampow
ogpagawoy
nigdolog.
insawod
sap,
og-anguson
og-il-il.
poguli
supa
nigmamallaguy
nakatinugpu
ogngangalap.
Hagtongid
paa.
nigsumpalit
ilaw
ogbawi.
Niglingi
ap
Ilias.
Barabas.
poglopow
nigluung
nalobasan
Amo.
maapun
ogharokan
og-uma
tagpos
makasawod
kohirapi
masongot
noolin
ko-onon,
ogsugut
nig-iloban
Ikuniu.
napongan
malaab
igkapasamboy
ogpokosolod
payag
ogpakapamminog
hawak
igbayadbayad
impoinum
ogkoiam
kuddo.
nigbawi
oghonduonon
ogkagamit
harok
lagting
kakuwo
so-in
oghalinhalin
suguanon.
Kapalong,
ogpatomu
napirisu,
ogkatokod
ogpamurut
nig-uyamu
ogpakitoon
gira.
ogpitow,
nigtapid
ogkasagman
boli
Akila.
ogpakapasalamat
Gabriel
igmalotoy
igkool-olog
sabuk
talaganad
Og-ampuan
sipod
igkabayung
bagnus
og-onow
oghihipanow.
kasiporan
Siria
nakagongon
soin,
Ananias,
Nanhipanow
Magboboot!
intagad
impangabang
pigkoon
nighibat
Pogsabut
bokad
ogpaginlabot
Huan?
Manio,
Ap
Diana
Noi.
igkasinogow
ighun-a
pogsinogow
ogkatiglingoy
am
nigtongtongan
mana
poglimud
koibogan
ubat,
pigpurut
niglotiblotib
Ogduruma
ogtakorog
uyun
ImImanan
ogpati-ulug
tangka-an
butud
Hirimias
inogo
salagapun.
sumpalit
tagbanwa,
palatu
panta-as
paw
og-amut-amut
tiboon
lupogas
og-ayun
nigpatuu
balagara
Do
mausilom,
omis
og-ulingol
higtok
ogpan-anad
Us,
poglonghag
anugang
naangol
nigpasuwoy
honom
Lugtom
nakaratong,
og-andal
mating-ow
opuy
amagal
kayamoy
pighutuk
dakopa
Iglansang
ogpakakita,
Ampui
hawid
imparinog
nigpinpinnuuan
impoumow
Ginirigu
pintik
napuasan
ogmaalalukuyoy
Sidon
Korasin
inagak
bon
og-awosonon
maganangon
oghinggat
pogdani
Sinai
dolmol
ogpohitagoon
pangotob
pinog-unawa
ogwangal,
maro-ot,
ogtalis
tipaka
tirigu,
palanggana.
Liboganon
daruwa.
kabil,
tilaa
pogbus-ug
lapinid
luiton
kulung
ogkabaybayaran.
nigsagpit
ogpakaagow
ugis
nato-uan
ogkohirapan.
boung.
manggianak
upa,
ogkupkupan
Malalab
ogpootawan
asukal.
ogpoul-ulioy
moolmol
linow
oglasinglasing
Iskarioti,
Sion.
pinohipanow
has
oglanog
ogpakabay
ogkasabutan.
mougtu
manalinga
ogparagingon
moomut,
nig-ugpaan
Tinawaa
bolat
gogoyangas
ogbo-ot
nigtakow
salap.
ighutuk
nigsayow.
Ogpokouma
oggaani,
nganga
lama.
koiniati
ogka-alapan
haud
ogkagongonan
ogsusugba
ulug
igtimul
ogkoologan
ogkapongoi
pigbawian
ogpakatinawo
pogboboot.
Ogpamminog
ogpakatokod
holholawan,
oginso
kom
ogpakasayo-sayo
igpahatod
nighitaga
nigbootan
Ogkamatoy
pa-agad-agad
an-anayan.
pulis
kalawag
nanalap
mogdatong
ogmalugoy
nasam
dugmun
og-anad.
timu
Ogpatokawan
og-alamaraan
kohon-oman
Nig-amut
oghinarang
Girigu,
tolom
awosa
Milkisidik,
ogpabantayan
tal
ogkolkolon
ogpaawoon
kog
hinimu.
nigpanguddo,
ilagkos
oglingawan
nighuna
Lukas
tubod,
hogoti
nigkoon,
nigumow
Ogkitoon
nigpapitow
nakaawo
manonob,
og-opuk
pupu
pu-un
kasipod
lata.
ogkalayagan
ig
Insulat
nig-uran
niglanog
oghutuk.
natibulus
galang
banus
tokod
nigpamalogot
pinohondio
imimanan
apul
ogpamarigus
pamanayon
Ana
makarolog
nakakoon.
timpu
ki?
Konon
golong
tomu
ogpanlampos
ogkalasing.
na-asawa
ogbubuko
niglonaan
ipamula
ibungon,
igkaligsomi
nabongol
igsaluub
pognangon
ogbolat
ogdagsang
nan-alap
Nigpipitow
bato?
Ogkukutkut
oghun-a.
Nigpaagad-agad
Poomoti
tuuri
mogtuu,
ogka-alukuy
igbotad
dalama,
Og-abinon
Nigsakoy
ngipon.
igparuma
Niggupal
nigtaladtalad
impa-abin
Anggam,
magaliug?
Dutun
nagisi
napori
mogduma
nakapanagana
nigbatuk
uranda
ogmaro-ot
sal.
lagotong
ogpatuuon
maagbot.
talagmalogot,
Manuk
hantal
su-an
Paragasa
Kunto-on
publi.
Sibidiu
nigpataliwaro
ogkalipuwasan
lagtang
hibukhibuk
tabunan
ogpoglawanglawangon
salag.
tinok
Paan
ogbabalun
Talaghimu
isu-os
udling
allowallow
how-as
tila-a,
nigkagi,
nigbaghotan
Tuu
Og-unuk
oglangosa
tugsuk
alang
ibung
Ibogoy
ogpahagtongon
pamulaanan
namoori
nokohun-a.
untud
Dominggu,
takarau
inlagkos
karatuan
Hoo.
ogkamolu,
ogpataliwaro
kaluagi
sosokoroy
Pog-anad
ogkumustoon
lagak
nahallok.
oggasa-an
pangkul
ubas,
nigsonditan
ogpoog-ogotoy
ogkoumonu
nigtalipag
nanumbaloy
pogkoibog
alig
tonob.
nohonduon
pog-indan
nig-anak.
dalig.
no-otow
bungk
Ogdumaruma
Asat
imbuyu
amuti
igpatulin.
liwaro
kausiloman.
matapid
nigpanuguntugun
og-ingol,
hantod
lanow,
nigparumdumooy
puti
Nig-umow
lingow
imbautismu
tiggaani
Nigligad
hondii
untung
nakasulat
igtunlun
nig-ul
Maambago,
du-on.
pogos
bubung
Iloi,
ogpakarongan
ogkutol
ogpamano-ug
Baluy
inbayung
ogpilak.
tu-u
Kapugi,
nigsabalan
ogliwak
igbalos
talubag,
ogpanguiton
talubag
nigboli
malugowlugow
nigbasa
koilawan.
bulanbulan
maroot?
ogdogpak
Olibu,
nighondi
kalasara
nig-ogot
nigmalayat
mokoinso
Tumana
tugbung
gabi-i
impayag
Dimas,
ul-ul
nigloinloin
Balowbalawi
Lunsud
nanginabo
bansag
kalusisi
ogkabongkag
tigpos
busung
ogpasuwayon
nigtalaran
nigpataga
og-ogotan
nigmool-olinoy
ogpapitow
igkaanad
tankaan
kandiru,
mogsasindog
ogko-iniatan
og-abalangon.
Hupi.
inlokob
Laodisia.
ogtabakon
ogatu
ogpambus-ug
noil-iluan
Niglibuwas
makasalo
og-uran.
nigtupang
ogkohoy-u.
lata
ogkatul-id.
burut
tuma
luti
nigsundulsundul
nikandan.
nigtokoran
og-unturan
kasangkapan
Malopot
ogpakagongon
gulabung.
ogkaalap-alap
ogparagasdagas
Oghun-a
mangkuwan,
bonsaran
Magdalina,
Pogligad
ogpakasapad
ogmabogat
ogpasubla
Momonu
lumansad
narakop
ogbalowbalawan
Asun.
nigpanagilis
kibol.
og-uran
bunal,
hilamunon.
naboros
ogpaagad-agad,
langlanguan
Tikiku,
Ehipto,
masipod
ingkoinuinu
ogkasaligan.
Nakasuwoy
Apulus.
pogkohoyu
Sumsumana
ogsamsamon
ogkahallok,
tubaranan,
mo-omis
maayun
sakaru.
Sadusiu,
mo-ilow.
alu-an
nigununawa
al-al,
masakit.
nigtabak.
inhondini
ligad
ogpokouyag
kausiloman,
mari
pangatubung
pitsa
poglibulung.
nigpanlotiblotib
samo?
ogpakasalsalia
nigpinnuu.
ighogot
ipohitaga
nakabulig
ogloinon
pamangh
Inhatod
boyow
lugung.
Nighimata
nigmalongon
Ogtumanon
naroromdom
intaga
nig-ol-ologan
poindanan
inhikot
ogkatahuron
biak
naliwanan
Milkisidik.
salap,
pisus.
itagu
ogpangotoban
solod.
pandawot
irung
Hasun,
kagud
bagbag
nakapallaguy
tib.
silsil
ogka-agod-od
Pistu,
Omunaan,
ogpakapamangho
inumon
nigmugongmugong
og-ol-ologi
igkalima
sapad
bugsung
mohon-ing,
ogkohoyuan
Ogkoimu
ogdaralu,
apug.
Nighun-a
ogpakagsuwoysuwoy
Igpatulin.
aligbat
pool,
namataan
nakapangabang.
ogmabunbunuoy,
ogkaponod
lumansad,
ogmakagkagioy
ogpasaylu
makabayo
gimbal
Sinai,
Natalap
oggalatan
ogkagangu
mogbayo
nigindanan
Hairu
karusiloman,
bulut
Amoy,
nigsalin
laguy
alag,
maporos
Ariopago.
lunsura
nigawos
ogkasaparan
bogyas
Lasaru,
Pintikustis.
nalop-angan
niggamit
himolayan.
ogko-utol
ogmo-itom
kinab.
datongan
topungi
pulid
ogkougtu
nigsasindogan
og-os-os
salungag
igogot
ilisan
og-o-oguk
ogpohimu
ogtiangon
Markos
pinnuuan
uromo?
moilow
pig-ongkoran
Ogsaligan
banoy2
matmatikang
ogparinogon
poganad
Asia,
ogpakabayad
Mansalinow.
Roda
igkapanag-iling
Agar
Napasaylu
honata
ogpakagimulat
tilawa
po-it
lagas
kapayas
nigpoin-insooy
ogkapilak
makasabut?
marigon
igpounturan
ig-ayun
talagdok
ogmalunoy
katumbal
nigmanangnangonoy
oglo-ug
gapas
iras
kandan?
ingkalagkos
pa.
ogpog-ogotoy
kandiru
ogsilo
bungag.
Ipapitow
nigpalimud
oglanos
ogtasikan
punuan
Lot
Suduma,
Igbuyag?
bunag
igtomog.
oghimata
hagsil
patiukan
Libi.
Davao.
sa-id
niglipasan
hop-at,
baka.
kuligi
og-udlingan
ogkatib
nigkomkom
go-on
abin
nakabulog
nigsawoy
Bubungan
Talagbautismu,
Kinalabawan
nigsayow
sumpil
dulis
mogugpo
masakit,
ogkapanoy
of
ogsumsumanan
buwa.
buntug
ogpokog-amut
balabagan
ogsalopan
nati.
hutuk
ogdagap
talagtamong
hilit.
the
ma-awang.
bagoloy
og-aanad
ogpokogsuwoysuwoy
dalama.
gulak
nigbabantaan
banug
oghimatoy.
Nigsayo
ogdoyroyawon
ulod,
napali-an
og-apul
lawod
tiuk
nakasabuk
dugi.
kolkol
suloy.
papil
Ma-agbot
nouyamu
Lantasi
ogsawod
Agabu
banggal
ogmaninsinogow
nan-ugpo
soog
ligpis
talabubung,
impatagu
ogpakapallaguy
nigliwak
igmarayandayan
nigmohoning
tuyuka
lalud
oghagtonghagtong
ila
ogpatuli,
bu-ang
ogkoununawa
daragun.
Nig-alam
Og-ins
karina.
tagoinop
nokogtagbu
Pisidia.
Nahallok
Nigpallaguy
ogsulungon
ogpakaayun
linobaan
nigpunpun
nabanggutan
ligu
Impapitow
ogka-agkapan,
ogkohonat
Indani
ogpakasalig
nakaalap
Pagkoonan.
kalisa
ogpakasilab
nigpangulibot
gu-os
ogmananoy
naakoban
igtaloson
ogpitow.
ogpanagana,
ogkaangoy
ogkasoloran
tubung
pogsapad
oglumbuk
Alihandro
og-agpas
ogkaayunan
ogdoogdoog
impakoon
dagum
Talagbantoy
nigbaluy
asolom,
katondanan?
ogkabatawan
lug,
ogtamong
inkootow
katagaan
ogpakatalabau
dayuan
igkararua
ogkapogkot
mohogot
naangol-angol
nabootan
tub
ogkari-okan
og-anlod
ogtuga
ogkarakop
nakasumansuman
pogulon.
tul
bagtos
nakarongan
Ogduma
pondakan
pulondag
Layun
igugpo
ogsagmanon.
pogtagad
igtopung
oglayap.
Sunud
abod
ogbabali
itom
ogkapulasan
nangulibot
Sirini.
Ninibi
talaglinas
Ogawoson
Gumura
karusiloman.
ogkaponu
igdongan
bulit
ig-anak
og-angayon
pigtugunan
kasal?
ogpohusoy
kolong
ogdu-ung
sabow
sinoropan,
kohuna-an
ogsagman.
ogkasampot
ogkabandogan
sabut.
igpanalapi
ogmatikangon,
og-alikan
nanoynanoy
ogsongolan.
igkaboros
tagtuun.
ogtagtagooran
omaw
nigpohoy-uhoy-u
gubat
hawi
akob
Nigbatbatan
igmalinis
kausiloman
talag-anad.
Pilimun,
pogligkat
Krita
ogkaalindungan
Nigmarani
mogsolod
Olibu
boros
pig-ilingan
salapi?
Punuan
ogpakasabuk
ogkabantang
ogkatalantan
ogpakaponga
ilom
ogkabutud
ogkitkit
pandoy
duunganan
og-umow
oggopasan
kait
kasal.
igtokod
soini!
Listra.
kakoy.
Obid.
igsayo-sayo
ogkahallokan
hogod
sokol
ogkalugoy.
oglindogon
makahallokhallok
allow?
nigpalinggalat
og-awoson,
hilaboti
nigpoobos
lamita
nasolugan
pogkaawo
igsumpalit
ongod
nanangoni
sugpang.
marasig
ogpakahagtong
ogkaawo.
Ogko-unawa
nokog-ogot
kuyab
soping
isabal
nigganuy
Listra,
ninipisi,
ig-atop.
ogbayungbayung
banoy
lir
pungos
ogkohimu.
ogkasugu
oghondii
og-ayam
sikantanow
boklas
labung
tapilak
ogkitaa
ogsuwoy
impan-anad
inanad
Uripon
bulak,
binayu
bulus
ugp
sokora
niglonus
pogkamatoy.
oghawion
noiniati
nig-ilob
Woig
nigtagaran
bot-os
laglag
Ig-agpas
ighatod.
Igpamaga-an
igpahatod.
nasilaban
oghokaron
dalaga,
ogsoloran
koonon.
luwo
usilom
pangabaga
moghondini
gawoy
mariu.
Ogpatuutuu
ogpoinumon
ogparakdakoloy
niglangkad
maponga
Galasia.
ogkapirisu
timbabakal
ogpakakita.
Nangnangon
balit
Sirgio
Paulo
batang.
ipaalap
pigpuunan
ingkatuon
ogpokoholos.
nigdolog
igpabulig
ipohondio
ma-agul
napasaylu
ogkasiu-siu
kilki
ogalamon
Ogbuligan
Sara.
niglangub
listaan
bagt
ogpasoipan
pig-inso
Pilipus
ogimimanan
likung.
Soini,
bok
mog-ugpo
diblu
og-oopad
ulod-ulod.
ogpaparagason
Baloy
nigpokootow
ogtobus
Pilipus.
kutkut
Paligad,
isawod.
nandaralu
masakup
nigkikilat
og-imanan
unawaa
Pilipus,
nigbalintuad
Kotonga
sampul
nokohipanow
Pogkagi
dakoli
og-agow
nigsakup
Diotripis
ogduma,
mal-alunggun
pirlas.
bobo
Hondo-i
Elena
Nigpohoy-uhoy-u
og-orok
Sonditi
ogkapaw.
niglindog
ogpakaabin
sabandal
ogkalogob
isda,
Amin.
ogpakarolog,
ogkasampit
hilos
Dirbi,
napalian.
igbalukas
ogkamotan
ogkamot.
turak
kobbu-ung
matuwarong,
Itingangag
tano?
pogbatun
Nasubid
nig-onow,
nighonat
tukbung,
igkatatolu,
ogkalagak.
Ogkilos
pulutan
nigpabantayan
ogtupang
Hiriku.
nigngisian
Dominggu
Nanangonan
tukog
og-anaran
natalaran
aloy
nalagak,
Dirbi.
nakamarani
liwati
Dikapolis
nigligkat.
nig-usung
pig-ugpaan
og-uunawa
natouan,
nig-iam
togo-od
og-agap
Wow,
Apu
Sugua
giboon
patalahari.
ariplano
iglogpad.
Babilunia,
malingonngon
nasool
baghot
Ogpamakul
nakasilab
ogbalagad
unus
oglunsuron
Bitania,
nigkamot
ogpakapinnuu
Sagmana
bintana
Tarsu
ogkahalin.
gapon
ogpakatimtim
Dorkas.
Dorkas,
igkohoyu
gobirnu,
ogtotongtongan
talagngangalap
oggamiton
niglogoblogob
agok
Ogkagulak
nigulug
ogsimboon.
ogpakaampow-ampow
igpasamsaman
igkabuog
nigsuwoy.
nakasalo.
ogbuturon
natou
alukuyon,
"Kodd
problima."
oghillop
bo-u-u,
og-itu-os
batuna
alukuyan.
harina.
tabu-uan
napirisuan
salimboy
bi
opad
omonu
ogpoko-utol
ogkosog
tungop
sul
ogbogas.
pinnu-u
nigtinuru
igpohingaran
kanta!
palad
binuklad
tapi-an
lagalad
oli
ingkabato
Gumawan
nuibi
igtalosob
utun
ogkalipuas
ogtugpa
bubunganon
napipi
ogpalasinglasing
ogko-oti-an
mamara
ogligtuasan
tungow
ogpo-omot
ogsuloysuloy
agot-ot
panalap
natokod
Hinibriu,
nigkakagi
limud
nig-ins
lituk.
barut
lat.
luyud
nokog-un-unawa
po-p
insob-ung
agkud
ogsasow
pigkoonan
nanligad
ogdulu.
d,
abu-on,
ogsolug.
ogdiokan
Ogbibigut
na-atangan
masandig
gutus
ias
abunu
nigmougtu
nigsubla
og-obu-an
bilu
ogkalituk,
ogpakasagman
ogkatangko
Dangob
ogpoko-orol.
ogsakup
ogkabaghotan
ogkaanad.
ugpo
og-asawo-on
langgi-on
kinotkot
nigdoisok
silib
angoy
tupak
Itagob
moirob.
bayung
ubaton.
ogpamunu,
talaghusoy.
ogkabogoy
kumang
oghirogo
ogkokoirogo,
igkootawi
oghiloson
ogka-alikid.
mogpaagadagad
Natanial,
tigbas
nigsaluuban
Binhamin
nigpooy-u-hoy-u
nigkikita
nighagsilan
oglogtas
talosob
salang
maagkap
otapon
matagoi,
ogparatongan
Og-abalangon
Ogdanntoy
ogliu
ogpokogsondit
pogkahallok
Titu.
dia
nigpuun.
pogpalibuwas
ogkabaadbaad
kapungan
tibitibi
og-oson
baliung
gutasan
kawad
Militu.
barungusan
nu."
Tirtulu.
Nigbalikid
oghikotan.
Ogsalig
gas
oghatod
butbut
soluk
ogtu-u
ogkabunu
natouanan
lison
pantat
basakan.
nabantug
soin?
tuga
ogtaman
basiow
hayod,
tosan
balabagan,
ogtambabo
ogpoog-ogotoy,
hirosoni
pantigi
ogpakadalong
kolog
gitas
nigpos-ok
in-untud
ogparigus,
na-agpu-unan
gamowgamow.
Golgota,
kaglas1
ogpanong-ow
bakbak,
nigpoomotan
nig-unugan
ogtagooran
ogkougpaan.
kootawan.
ogponoran
tabang
sampon
Ogdalon
mausilom.
sigariliu
dalong
og-ayad-ayaron
Gitsimini.
Dii
rin!
ogpinnuu.
Ogkoomonu
gatus.
ogtakang
Anggam.
pogpakita
nigpanabukan
nigkaloinloin
haspir.
igkohop-at,
ismiralda.
Doromdomi
libuwasan,
butiti
igkarua,
oggulakon
Igbat-ow
tiktik
iria
oghun-a,
oggapunon
mo-irob.
lokob.
bantow
pamitawa
impaanak
Tarsu.
Ogpamitawon
ogsakaru
Tindukon
ulu.
bagtad
ogpakatagad,
og-iamon
nigbo-otan
nig-andal.
pupud
immow
aguantaa
inkabuog
ogkuit
ogpandakopon
Ogpohondion
Ogligkat
insokod
liang,
nigpamilikpilikan
nigpakohoy-uan
Isau.
ogpakasipod,
igpano
lamita.
digon
Irastu
Militu
nighondian
Pigsoloran
Biilsibul.
ogpapandiokan
kabus
"Mani
ogkago-onan
olot
ogpakatokad
igbolbol
niglolong
ogmool-olinoy
ogpakalapas
Balaod?
og-orok,
ogna-asna-as
ogkato-oran
nigligkat,
hanupul
tu-ug
uak
Simion.
Simion,
Eliakim.
kalisa.
ogtalipun
ogsimba.
sagboka.
Ikuniu,
ambung,
Talagbat-ow
Nignangonnangon
atoy
lipas
oggulak
oghirog
ogpakaparago
uyag
nanasindog
og-umowon
tatamporoy
palibuwasa
ogbatbat
Ogpohimatayan
pasubloi
natamporan
gopang
ma-ali-al.
ogpanabod,
Dakopa
nabaad
atigbun
ogpakaantus
lu-od
ponga
nigpandagom
nigtuga.
igkaawo
bano-ul
ogpadakdakoloy
natibug
labod
Piglansang
imbayung,
ogbulawan,
oghirogo?
Am,
mata,
hatod
Birnabi.
kita
nigatu
nigtopungan
logoy
kurul
titigus
oglasinglasing.
Sunud,
hari,
otapon,
ogpaangoy
Nigpasalangan
di.
kabuluti
siam
ogayadayad
magalawa
ogkatalap
ogka-ag-ag
ogdokot.
asin.
panalinga
bali-og.
igsandig
igbalabag,
katkat.
makaayun
ogdaging
poghulup
patiukan,
oghalin.
ogmaagbot
ogkapolaan
ogawoon
impalibong
kamunoy
mundu-an,
panit
pig-insaan
langg
tukod,
igtubad,
inpangulibot
lawang
pakoona.
tatolu.
sigay.
maraat
bagtok
dolag
Huliu
poglop-ang
oggamit
maanari.
kadkad
mogkagi
imbukus
kombong
nabalagad
li-ot
ogko-onon
bakosan.
Kanaan.
pangalug
nig-orok.
nigtopak
ugtu
Lita,
mamalu-ag
Doka
oghimua
niggawayan
ogpokogsondit.
nakalipuas
tanud
lambog
Ogpohun-oon
Ogkohoy-u
Oggawayan
igkouyagi
lalasangan
libuas
nigsapaan
nanligal
ogpouripon
maroyawa
nakasalo,
nannuguni
Aristarku.
wangal
aanag
poghusoy
Tabaka
ongil
Amasig
kunsial.
ogpokouyamu
oghimu,
tamiluk
pogkahalin
kalinow,
nangonan
logod
oglomot
oglangubon
Poglonghag
iglogoblogob
bulangison
Umawa
pig-umow
karago
butut
mogununawa
kampu
mootow.
ogkabatun
Ig-ulat
latn
bulig
bagunus
Og-ayad-ayad
magolgol
kalatkat.
igkaruwa,
Talagboot
ogmangayow,
ogligad.
sooyo
igbabayung
Pilik.
ogpakalibug
ogka-awo
